export default {
    'errors': {
        'service_error': {
            'title': 'Ошибка сервиса',
            'message': 'Не удалось выполить запрос. Пожалуйста, повторите попытку позже'
        },
        'unauthorized': {
            'title': 'Ошибка авторизации',
            'message': 'Проверьте введенный email/номер телефона и (или) пароль'
        },
        'access_denied': {
            'title': 'Ошибка',
            'message': 'Доступ запрещен / недостаточно прав'
        },
        'validation_error': {
            'title': 'Ошибка валидации',
            'message': 'Одно или несколько полей заполнено некорректно'
        }
    }
}
